Repository: Logius-standaarden/logboek-dataverwerkingen-demo
Catalog: apps/munera/munera/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Citizen service number
nl: Burgerservicenummer (BSN)

source: Log out
nl: Afmelden

source: Parking permits
nl: Parkeervergunningen

source: Login to your account
nl: Aanmelden

source: Your username and password didn't match. Please try again.
nl: Gebruikersnaam en wachtwoord komen niet overeen. Probeer opnieuw.

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Login
nl: Aanmelden

source: Logout
nl: Afmelden

source: Logged out
nl: Afgemeld

source: Parking permit change
nl: Wijzig parkeervergunning

source: Parking permit
nl: Parkeervergunning

source: Current registration number
nl: Huidig kenteken

source: Not the onwer
nl: Niet de eigenaar

source: The registration number does not beglong to the current user
nl: Het kenteken staat niet op de naam van deze gebruiker

source: Cancel
nl: Annuleren

source: Request change
nl: Wijzig parkeervergunning

source: Edit
nl: Wijzig

source: Registration number
nl: Kenteken

source: Valid from
nl: Geldig vanaf

source: Valid to
nl: Geldig tot

source: No parking permits found
nl: Geen parkeervergunning gevonden

source: New registration number
nl: Nieuw kenteken
